"ALL_DAY_DAY_VIEW" = "увесь день";
"NOON" = "Полудень";
"UNTITLED_EVENT" = "нова подія";
"ALL_DAY" = "увесь день";
"ALL_DAY_EVENTS" = "події на весь день";
"CELL_ENDS" = "КІНЕЦЬ";

"CALENDARS" = "Календарі";

"ALL" = "Усі";
"ALL_CALENDARS" = "Усі календарі";
"ALL_OF_STORE" = "Усі %@";
"N_CALENDARS" = "Календарів: %@";

"SHOW_CALENDARS" = "Показати календарі";
"SHOW_ALL_CALENDARS" = "Показати всі календарі";
"HIDE_ALL_CALENDARS" = "Сховати всі календарі";
"NO_CALENDARS" = "Жодного";

"ALERT" = "Сповіщення";
"ALERT_LOWERCASE" = "сповіщення";
"ALERT_DETAIL_NAV_TITLE" = "Сповіщення";
"SECOND_ALERT" = "Друге сповіщення";
"NONE_ALERT" = "Немає";
"NONE_INVITEES" = "Немає";
"EVENT" = "Подія";
"EVENTS" = "Події";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ дн.";
"INTERVAL_DAY" = "1 день";
"INTERVAL_HOURS" = "%@ год.";
"INTERVAL_HOUR" = "1 год.";
"INTERVAL_MINUTES" = "%@ хв.";
"INTERVAL_MINUTE" = "1 хв.";
"INTERVAL_SECONDS" = "%@ сек.";
"INTERVAL_SECOND" = "1 секунда";
"INTERVAL_WEEK" = "1 тижд.";
"INTERVAL_FORMAT_BEFORE" = "За %@";
"INTERVAL_FORMAT_AFTER" = "після %@";
"BEFORE" = "";
"AFTER" = " після";
"ON_TIME" = "У момент події";
"ON_TIME_AT" = "У день події (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " — ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "до ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Весь день";

"DETAIL_DURATION_FORMAT" = "з %@ до %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "з %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "з %@ до %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "до %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Весь день з %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "до %@";

"CALENDAR" = "Календар";
"UNTITLED_CALENDAR" = "Безіменний календар";
"UNTITLED_ACCOUNT" = "Безіменний обліковий запис";

"NOTES_PLACEHOLDER" = "Примітки";
"NOTES_LOWERCASE" = "примітки";
"NOTES" = "Примітки";
"SHOW_ALL_NOTES" = "Показати усі нотатки";

"URL" = "URL";
"URL_LOWERCASE" = "URL";

"VIEW_ON_FACEBOOK" = "Дивитись на Facebook";

"UNKNOWN" = "Невідомо";

"SHARED_CALENDAR" = "Спільний календар";
"SHARED" = "Спільне";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Спільне від %@";
"SHARED_WITH_SINGLE_PERSON" = "Оприлюднено для %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Оприлюднено для %@ і…";
"PUBLIC_AND_SHARED" = "Публічні й оприлюднені для %@…";

"ACCESS_DENIED_EVENTS" = "Ця програма не має доступу до ваших календарів.";
"ACCESS_DENIED_REMINDERS" = "Ця програма не має доступу до ваших календарів.";

/* Name of subscribed group */
"SUBSCRIBED" = "Абоновані";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Дні народження";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Інший";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Нагадування";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Дім";
"ICLOUD_WORK_CALENDAR" = "Робота";

"STARTS" = "Початок";
"ENDS" = "Кінець";

"REPEAT" = "Повторювати";
"NEVER" = "Ніколи";
"DAILY" = "Щодня";
"WEEKLY" = "Щотижня";
"BIWEEKLY" = "Кожні 2 тижні";
"MONTHLY" = "Щомісяця";
"YEARLY" = "Щороку";
"CUSTOM" = "Власний";

"AVAILABILITY" = "Доступність";
"BUSY" = "Зайнятий";
"FREE" = "Вільний";
"TENTATIVE" = "Орієнтовно";
"OUT_OF_OFFICE" = "Вихідний";

"EDIT" = "Змінити";
"CANCEL" = "Скасувати";
"DONE" = "Готово";
"ADD" = "Додати";
"TO_WITH_COLON" = "Кому:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Про подію";
"ICS_EVENTS" = "Подій: %@";

/* button title */
"ICS_ADD_ALL" = "Додати всі";
"ICS_ADD_SOME" = "Додати (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Вибрати календар";

"DELETE_CALENDAR" = "Видалити календар";
"EDIT_CALENDAR" = "Змінити";
"EDIT_CALENDARS" = "Змінити";
"ADD_CALENDAR" = "Додати";
"JOIN_CALENDAR" = "Приєднатися";
"CALENDAR_NAME" = "Ім’я календаря";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Новий календар…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Додати…";
"DELETE_CALENDAR_CONFIRMATION" = "Видалити цей календар? Також буде видалено усі події та нагадування, пов’язані з ним.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Видалити цей календар? Також буде видалено усі події, пов’язані з ним.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Видалити цей календар? Також буде видалено усі нагадування, пов’язані з ним.";

"UNKNOWN_IDENTITY" = "хтось";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Хтось";

"JOIN_CALENDAR_TITLE_FORMAT" = "Приєднатися до «%@»?";
"JOIN_CALENDAR_BODY_FORMAT" = "Користувач %@ запросив вас до спільного календаря.";

"CANCELELD_BY_FORMAT" = "Скасовано користувачем: %@";
"FROM_FORMAT" = "Від: %@";
"TIME_CHANGED_TO_FORMAT" = "Час змінено на %@";
"DATE_CHANGED_TO_FORMAT" = "Дату змінено на %@";
"LOCATION_CHANGED" = "Місце змінено";

"QUOTED_FORMAT" = "«%@»";

"COLOR" = "Колір";
"PURPLE" = "Пурпуровий";
"ORANGE" = "Оранжевий";
"BLUE" = "Синій";
"RED" = "Червоний";
"BROWN" = "Брунатний";
"YELLOW" = "Жовтий";
"GREEN" = "Зелений";

"SHARED_WITH_COLON" = "Оприлюднено для:";
"PENDING" = "Очікування";
"OWNER" = "Власник";
"ADD_PERSON" = "Додати особу";
"ADD_PERSON_WITH_ELLIPSIS" = "Додати особу…";
"PUBLIC_CALENDAR" = "Публічний календар";
"PUBLIC_CALENDAR_DESCRIPTION" = "Дозволити всім абонувати версію лише для читання цього календаря.";
"PUBLISHING_WITH_ELLIPSIS" = "Опублікування…";
"VIEW_ONLY" = "Тільки перегляд";
"VIEW_AND_EDIT" = "Перегляд і змінення";
"ALLOW_EDITING" = "Дозволити зміни";
"ALLOW_EDITING_DESCRIPTION" = "Дозволити цій особі вносити зміни\nдо календаря.";
"RESEND_SHARING_INVITATION" = "Надіслати запрошення ще раз";
"REMOVE_FROM_CALENDAR" = "Вилучити з календаря";
"REMOVE" = "Вилучити";
"REMOVE_ALERT_TEXT" = "Користувач %@ одразу втратить доступ до цього календаря.";
"SHARE_LINK_WITH_ELLIPSIS" = "Надіслати посилання…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Надіслати посилання на календар до:";
"EMAIL" = "Електронною поштою";
"MESSAGE" = "Повідомленням";
"TWEET" = "Твіт";
"COPY_LINK" = "Копіювати посилання";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Додано до %@ користувачем %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Видалено з %@ користувачем %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Оновлено в %@ користувачем %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ змінено користувачем %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ змінено на %@ користувачем %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ і %@ змінено користувачем %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Подій додано: %@; до: %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Подій видалено: %@; з: %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Подій оновлено: %@; у: %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "Подій додано: %@; до: %@; ким %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Подій видалено: %@; з: %@; ким: %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "Подій оновлено: %@; у: %@; ким: %@.";

"SHARED_PROP_DATE" = "дата";
"SHARED_PROP_TIME" = "час";
"SHARED_PROP_TITLE" = "назва";
"SHARED_PROP_LOCATION" = "місце";

"ADD_SHAREES_PROMPT" = "Додати учасників до календаря.";

"CREATED_BY" = "Створено користувачем";
"EDITED_BY" = "Змінено користувачем";
"CREATED_BY_LOWERCASE" = "створено користувачем";
"EDITED_BY_LOWERCASE" = "змінено користувачем";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "Користувач %@ долучився до вашого спільного календаря.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "Користувач %@ відхилив ваш спільний календар.";
"PENDING_SHARED_CALENDAR_FORMAT" = "Користувач %@ не вирішив щодо цього запрошення до календаря.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Цей календар більше не спільний.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Цей календар тепер публічний.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Абонуйте мій календар %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Абонуйте мій календар %@ за адресою: %@";

"ATTACHMENTS" = "Вкладення";
"ATTACHMENTS_LOWERCASE" = "вкладення";
"CANNOT_OPEN_ATTACHMENT" = "Не вдається відкрити вкладення";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ із %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Сталася помилка під час завантаження вкладення.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Цей тип файлу не підтримується.";
"UNTITLED_ATTACHMENT" = "Вкладення без назви";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Оновлення календарів…";

"ENDS_TIME_FORMAT" = "кінець %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ о %@";
"CALENDAR_TODAY" = "Сьогодні";
"CALENDAR_TODAY_LOWER" = "сьогодні";
"CALENDAR_YESTERDAY" = "Учора";
"CALENDAR_YESTERDAY_LOWER" = "учора";
"CALENDAR_TOMORROW" = "Завтра";
"CALENDAR_TOMORROW_LOWER" = "завтра";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Останній %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "остання %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Останній %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "останній %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Ця(ей) %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "ця(ей) %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Ця(ей) %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "ця(ей) %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Абоновані";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Абоновані";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
